Repository: poeticsoft/cosformacio-theme
Catalog: languages/academy-*.po
Languages: ca

source: "%s" subscription expires in %s.
ca: La subscripció "%s" caduca a %s.

source: "%s" subscription is active.
ca: La subscripció "%s" està activa.

source: (taxes estimated for %s)
ca: (impostos estimats per a %s)

source: 3 Months
ca: 3 mesos

source: 6 Months
ca: 6 mesos

source: 9 Months
ca: 9 mesos

source: Academy
ca: Acadèmia

source: Accordion
ca: Acordió

source: Account Confirmation
ca: Confirmació del compte

source: Active
ca: Actiu

source: Active Courses
ca: Cursos actius

source: Activity
ca: Activitat

source: Add
ca: Afegeix

source: Add certificate content, you can use %username%, %name%, %title%, %date%, %number% and %grade% keywords
ca: Afegiu contingut del certificat, podeu utilitzar paraules clau %username%, %name%, %title%, %date%, %number% i %grade%.

source: Add Comment
ca: Afegeix un comentari

source: Add course sidebar content, use [section] shortcode for widgets
ca: Afegiu el contingut de la barra lateral del curs, utilitzeu [secció] shortcode per a widgets

source: Add lesson sidebar content, use [section] shortcode for widgets
ca: Afegiu el contingut de la barra lateral del tema, utilitzeu [secció] shortcode per a widgets

source: Add New
ca: Afegir nou

source: Add New Course
ca: Afegeix un nou curs

source: Add New Course Category
ca: Afegeix una nova categoria de curs

source: Add New Lesson
ca: Afegeix una nova lliçó

source: Add New Plan
ca: Afegeix un pla nou

source: Add New Quiz
ca: Afegeix un nou qüestionari

source: Add New Slide
ca: Afegeix una nova diapositiva

source: Add New Testimonial
ca: Afegiu una nova testimoni

source: Add New Testimonial Category
ca: Afegeix una nova categoria de testimonis

source: Add notification email text, you can use %username%, %title% and %link% keywords
ca: Afegiu un missatge de correu electrònic de notificació, podeu utilitzar paraules clau %username%, %title% i %link%.

source: Add password reset email text, you can use %username% and %link% keywords
ca: Afegiu el text de la contrasenya per restablir la vostra contrasenya, podeu utilitzar paraules clau %username% i %link%.

source: Add Question
ca: Afegir pregunta

source: Add registration email text, you can use %username%, %password% and %link% keywords
ca: Afegiu un missatge de correu electrònic de registre, podeu utilitzar paraules clau %username%, %password% i %link% keywords

source: Add Sidebar
ca: Afegir barra lateral

source: All changes have been saved
ca: S'han desat tots els canvis

source: All Course Categories
ca: Totes les categories de cursos

source: All Courses
ca: Tots els cursos

source: All options have been reset
ca: S'han restablert totes les opcions

source: All Students
ca: Tots els estudiants

source: All Testimonial Categories
ca: Totes les categories de testimonis

source: Answer
ca: Resposta

source: Archives
ca: Arxius

source: Attachments
ca: Fitxers adjunts

source: Audio
ca: Àudio

source: Author
ca: Autor

source: Available on backorder
ca: Disponible a posteriori

source: Average Grade
ca: Nota mitjana

source: Background
ca: Antecedents

source: Background Color
ca: Color de fons

source: Background Image
ca: Imatge de fons

source: Background Type
ca: Tipus de fons

source: Billing Address
ca: Adreça de facturació

source: Billing Details
ca: Detalls de facturació

source: Blog Authors
ca: Autors de blocs

source: Bordered List
ca: Llista confinada

source: Boxed
ca: Encaixat

source: Browse
ca: Navega

source: Button
ca: Botó

source: by
ca: per

source: Calculate Shipping
ca: Calcula l'enviament

source: Cancel Reply
ca: Cancel·la la resposta

source: Capacity
ca: Capacitat

source: Caption
ca: Llegenda

source: Cart Subtotal
ca: Càrrec Subtotal

source: Cart Totals
ca: Totals de carretons

source: Category
ca: Categoria

source: Certificate
ca: Certificat

source: Certificate not found
ca: No s'ha trobat el certificat

source: Checked List
ca: Llista verificada

source: Checkout Form
ca: Formulari de pagament

source: Choose an image to replace the default site favicon
ca: Trieu una imatge per substituir el favicon del lloc predeterminat

source: Choose an image to replace the default theme logo
ca: Trieu una imatge per substituir el logotip del tema predeterminat

source: Choose an image to replace the default WordPress login logo
ca: Trieu una imatge per substituir el logotip predeterminat d'inici de sessió de WordPress

source: Choose background image from WordPress media library
ca: Trieu la imatge de fons de la biblioteca multimèdia de WordPress

source: Choose course category to add courses to the plan
ca: Trieu la categoria de curs per afegir cursos al pla

source: Choose WooCommerce product to set the course price
ca: Trieu el producte WooCommerce per establir el preu del curs

source: Choose WooCommerce product to set the plan price
ca: Trieu el producte WooCommerce per establir el preu del pla

source: City
ca: Ciutat

source: Close Lesson
ca: Tanca la lliçó

source: Code
ca: Codi

source: Columns
ca: Columnes

source: Comment
ca: Comentari

source: Comments
ca: Comentaris

source: Complete "%s" lesson before taking this lesson.
ca: Completa el tema "%s" abans de prendre aquest.

source: Complete Quiz
ca: Quiz complet

source: Completed
ca: Completat

source: Completed Course Email
ca: Correu complet del curs

source: Completed Courses
ca: Cursos finalitzats

source: Confirm Password
ca: Confirma la contrassenya

source: Congratulations! You have passed this quiz achieving %d%%!
ca: Felicitacions Heu aprovat aquest qüestionari aconseguint %d%%!

source: Congratulations! You have passed this quiz.
ca: Felicitacions Heu aprovat aquest qüestionari.

source: Contact
ca: Contacte

source: Contact Form
ca: Formulari de contacte

source: Content
ca: Contingut

source: Content Font
ca: Font del contingut

source: Copyright Text
ca: Text d'autor

source: Coupon
ca: Cupó

source: Coupon Code
ca: Codi de cupó

source: Coupon:
ca: Cupó:

source: Course
ca: Curs

source: course
ca: cursos

source: Course Categories
ca: Categories de cursos

source: Course Category
ca: Categoria del curs

source: Course Certificate
ca: Certificat de curs

source: Course Completed
ca: Curs completat

source: Course Membership
ca: Membres del curs

source: Course Options
ca: Opcions del curs

source: Course Sidebar
ca: Barra lateral del curs

source: Courses
ca: Cursos

source: courses
ca: cursos

source: Courses Columns
ca: Columnes de cursos

source: Courses Layout
ca: Disseny de cursos

source: Courses Order
ca: Cursos Ordre

source: Courses Per Page
ca: Cursos per pàgina

source: Courses View
ca: Cursos Veure

source: Current Password
ca: Contrasenya actual

source: Current password is incorrect
ca: La contrasenya actual és incorrecta

source: Current Tab
ca: Pestanya actual

source: Custom
ca: Personalitzat

source: Custom CSS
ca: CSS personalitzat

source: Customer Address
ca: Adreça del client

source: Customer Details
ca: Detalls del client

source: Customer Note
ca: Nota del client

source: Dark
ca: Fosc

source: Date
ca: Data

source: Date:
ca: Data:

source: day
ca: dia

source: days
ca: dies

source: Default
ca: Per defecte

source: Delay
ca: Retard

source: Description
ca: Descripció

source: Disable Retaking Courses
ca: Desactivar cancel·lació de suscripcions

source: Disable Retaking Lessons
ca: Desactiva les lliçons de repàs

source: Download file%s
ca: Baixeu el fitxer%s

source: Edit Course
ca: Edita curs

source: Edit Course Category
ca: Editeu la categoria de cursos

source: Edit Lesson
ca: Edita la lliçó

source: Edit Plan
ca: Edita el pla

source: Edit Quiz
ca: Edita el qüestionari

source: Edit Slide
ca: Edita la diapositiva

source: Edit Testimonial
ca: Edita testimoniatge

source: Edit Testimonial Category
ca: Edita la categoria de testimonis

source: Email
ca: Correu electrònic

source: Email Address
ca: Correu electrònic

source: Email address is invalid
ca: L'adreça de correu electrònic no és vàlida

source: Email:
ca: Correu electrònic:

source: Enable Captcha Protection
ca: Activa la protecció de captures

source: Enable Email Confirmation
ca: Activa la confirmació de correu electrònic

source: Enable Facebook Login
ca: Activa el teu inici de sessió a Facebook

source: Enable Login Filter
ca: Activa el filtre d'inici de sessió

source: Enter copyright text to show in the theme footer
ca: Introduïu el text de drets d'autor que es mostrarà al peu de pàgina del tema

source: Enter custom CSS code to overwrite the default theme styles
ca: Introduïu el codi CSS personalitzat per sobreescriure els estils de tema predeterminats

source: Enter embedded video code to replace the slide image
ca: Introduïu el codi de vídeo incrustat per reemplaçar la imatge de la diapositiva

source: Enter Google Analytics code to track your site visitors
ca: Introduïu el codi de Google Analytics per fer un seguiment dels visitants del vostre lloc

source: Enter message to show when email is successfully sent
ca: Introduïu el missatge que es mostrarà quan s'enviï correus electrònics

source: Enter social sharing buttons code to show share button in the header
ca: Introduïu el codi de botons d'intercanvi social per mostrar el botó Compartir en l'encapçalament

source: Enter URL for the slide image link
ca: Introduïu l'URL de l'enllaç de la imatge de la diapositiva

source: Error sending email
ca: Error en enviar correus electrònics

source: Exit full screen
ca: Sortida de pantalla completa

source: Export
ca: Exportació

source: Facebook Application ID
ca: Identificador d'aplicació de Facebook

source: Facebook Application Secret
ca: Segell d'aplicació de Facebook

source: field can only contain numbers
ca: el camp només pot contenir nombres

source: field is required
ca: el camp és obligatori

source: File
ca: Dossier

source: File Title
ca: Títol de fitxer

source: File URL
ca: URL del fitxer

source: Filter
ca: Filtre

source: First Name
ca: Nom

source: Five Twelfths
ca: Cinc dotzena

source: Five Twelfths Last
ca: Cinc dotze últims

source: Footer
ca: Peu de pàgina

source: Footer Menu
ca: Menú de peu de pàgina

source: Form Fields
ca: Camps de formulari

source: Form Message
ca: Missatge de formulari

source: Free
ca: Gratuït

source: Full screen
ca: Pantalla completa

source: Full Width
ca: Amplada completa

source: Grade
ca: Grau

source: Grid
ca: Graella

source: Header
ca: Capçalera

source: Heading Font
ca: Font de títol

source: Height
ca: Alçada

source: Hide Child Lessons
ca: Amaga les lliçons infantils

source: Hide Course Author
ca: Amaga l'autor del curs

source: Hide Course Rating
ca: Amaga la puntuació del curs

source: Hide Courses
ca: Amaga els cursos

source: Hide Description
ca: Amaga la descripció

source: Hide Post Author
ca: Amaga el autor de la publicació

source: Hide Post Date
ca: Amaga la data de publicació

source: Hide Post Image
ca: Amaga la imatge de publicació

source: Hide Prerequisite Content
ca: Amaga el contingut d'un requisit previ

source: Hide Signature
ca: Amaga la signatura

source: Hide Social Links
ca: Amaga enllaços socials

source: Hide Students Number
ca: Amaga el nombre d'estudiants

source: Horizontal
ca: Horitzontal

source: I accept the
ca: Accepto el

source: I have read and accept the
ca: He llegit i accepto el

source: Image
ca: Imatge

source: in
ca: en

source: Inactive
ca: Inactiu

source: Incorrect email address
ca: Adreça electrònica incorrecta

source: Incorrect username or password
ca: Nom d'usuari o contrasenya incorrecta

source: Insert Shortcode
ca: Insereix un codi curt

source: Insert This Item
ca: Insereix aquest element

source: Invalid character used in username
ca: Caràcter invàlid utilitzat en nom d'usuari

source: Invalid email address
ca: Correu electrònic erroni

source: Large
ca: Gran

source: Last Name
ca: Cognom

source: Learning Management WordPress Theme.
ca: Gestió d'aprenentatge WordPress Theme.

source: Left Sidebar
ca: Barra lateral esquerra

source: less than a day
ca: menys d'un dia

source: Lesson
ca: Lliçó

source: lesson
ca: tema

source: Lesson Options
ca: Opcions de la lliçó

source: Lesson Sidebar
ca: Barra lateral de la lliçó

source: Lessons
ca: Lliçons

source: Lessons Layout
ca: Disposició de lliçons

source: Link
ca: Enllaç

source: List
ca: Llista

source: Login Logo
ca: Logotip d'inici de sessió

source: Longitude
ca: Longitud

source: Main Menu
ca: Menú principal

source: Mark Complete
ca: Marca completa

source: Mark Incomplete
ca: Marca incompleta

source: Medium
ca: Mitjà

source: Month
ca: Mes

source: month
ca: mes

source: months
ca: mesos

source: Multiple
ca: Múltiple

source: Multiple Choice
ca: Múltiples opcions

source: Mute
ca: Silenci

source: My Account
ca: El meu compte

source: My Links
ca: Els meus enllaços

source: My Orders
ca: Les meves comandes

source: My Profile
ca: El meu perfil

source: My Settings
ca: Els meus paràmetres

source: Name
ca: Nom

source: New Course
ca: Curs nou

source: New Course Category Name
ca: Nom nou de la categoria de curs

source: New Course Email
ca: Curs nou Correu electrònic

source: New Lesson
ca: Nova lliçó

source: New Password
ca: Nova contrasenya

source: New Plan
ca: Nou pla

source: New Plan Email
ca: Nou correu electrònic del pla

source: New Question Email
ca: Nova pregunta de correu electrònic

source: New Quiz
ca: Nou qüestionari

source: New Slide
ca: Nova diapositiva

source: New Tab
ca: Nova pestanya

source: New Testimonial
ca: Nova testimoniatge

source: New Testimonial Category Name
ca: Nom de la nova declaració de testimonis

source: Next Lesson
ca: Següent lliçó

source: No Courses Found
ca: No s'ha trobat cap curs

source: No Courses Found in Trash
ca: No hi ha cap curs trobat a la paperera

source: No courses yet.
ca: Encara no hi ha cursos.

source: No Lessons Found
ca: No s'ha trobat cap lliçó

source: No Lessons Found in Trash
ca: No s'han trobat lliçons a la paperera

source: No orders yet.
ca: Encara no hi ha ordres.

source: No Plans Found
ca: No s'ha trobat cap pla

source: No Plans Found in Trash
ca: No s'han trobat plans a la paperera

source: No posts found. Try a different search?
ca: No s'ha trobat cap publicació. Proveu una cerca diferent?

source: No Quizzes Found
ca: No s'ha trobat cap qüestionari

source: No Quizzes Found in Trash
ca: No hi ha cap qüestionari trobat a la paperera

source: No Slides Found
ca: No s'ha trobat cap diapositiva

source: No Slides Found in Trash
ca: No hi ha diapositives trobades a la paperera

source: No Testimonials Found
ca: No s'ha trobat cap testimoniatge

source: No Testimonials Found in Trash
ca: No hi ha testimoniatges trobats a la paperera

source: None
ca: Cap

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
ca: Nota: L'enviament i els impostos s'estimen% s i s'actualitzaran durant el pagament basat en la seva informació de facturació i enviament.

source: Notifications
ca: Notificacions

source: Number
ca: Nombre

source: Number of comments to show
ca: Nombre de comentaris que es mostraran

source: One Fourth
ca: Una quarta part

source: One Fourth Last
ca: Una quarta darrera

source: One Half
ca: Una meitat

source: One Half Last
ca: Una mitja darrera

source: One Sixth
ca: Una sisena

source: One Sixth Last
ca: Una sisena passada

source: One Third
ca: Un terç

source: One Third Last
ca: Un tercer últim

source: Only JPG and PNG images are allowed.
ca: Només es permeten imatges JPG i PNG.

source: Options
ca: Opcions

source: Order
ca: Ordre

source: Order Note
ca: Nota de comanda

source: Order Total
ca: Ordre total

source: Order:
ca: Ordre:

source: Page Options
ca: Opcions de pàgina

source: Pages
ca: Pàgines

source: Parent Course Category
ca: Categoria de cursos per a pares

source: Parent Testimonial Category
ca: Categoria de testimonis per a pares

source: Password
ca: Contrasenya

source: Password contains invalid characters
ca: La contrasenya conté caràcters no vàlids

source: Password must be at least 4 characters long
ca: La contrasenya ha de tenir com a mínim 4 caràcters

source: Password must be not more than 16 characters long
ca: La contrasenya no pot tenir més de 16 caràcters

source: Password Recovery
ca: Recuperació de contrasenya

source: Password recovery not allowed
ca: No es permet la recuperació de la contrasenya

source: Password Reset Email
ca: Contrasenya restablir correu electrònic

source: Password reset link is sent
ca: S'envia l'enllaç de restabliment de la contrasenya

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Pause
ca: Pausa

source: Pay
ca: Pagar

source: Payment Method
ca: Mètode de pagament

source: Payment method:
ca: Mètode de pagament:

source: Per User
ca: Per usuari

source: Percentage
ca: Percentatge

source: Period
ca: Període

source: Phone:
ca: Telèfon:

source: Place order
ca: Ordre de lloc

source: Plan
ca: Pla

source: plan
ca: pla

source: Plan Options
ca: Opcions del pla

source: Plan Subscription
ca: Subscripció del pla

source: Play
ca: Jugar

source: Player
ca: Jugador

source: Please attempt your purchase again or go to your account page.
ca: Torneu a provar la vostra compra o aneu a la pàgina del vostre compte.

source: Please attempt your purchase again.
ca: Torneu a provar la compra.

source: Please continue to the checkout and enter your full address to see if there are any available shipping methods.
ca: Continueu a la caixa i introduïu la vostra adreça completa per veure si hi ha algun mètode d'enviament disponible.

source: Please fill in all fields
ca: Ompliu tots els camps

source: Please fill in your details above to see available payment methods.
ca: Completeu els vostres detalls més amunt per veure els mètodes de pagament disponibles.

source: Please fill in your details to see available shipping methods.
ca: Ompliu els vostres detalls per veure els mètodes d'enviament disponibles.

source: please type a question.
ca: escriu una pregunta.

source: Please use the shipping calculator to see available shipping methods.
ca: Utilitzeu la calculadora d'enviaments per veure els mètodes d'enviament disponibles.

source: Popularity
ca: Popularitat

source: Postcode / Zip
ca: Codi postal / codi postal

source: Posts
ca: Publicacions

source: Posts Layout
ca: Disseny de missatges

source: Prerequisite
ca: Requisit previ

source: Previous Lesson
ca: Lliçó anterior

source: Price
ca: Preu

source: Primary
ca: Primària

source: Primary Color
ca: Color primari

source: Print Certificate
ca: Certificat d'impressió

source: Private
ca: Privat

source: Product
ca: Producte

source: Profile
ca: Perfil

source: Profile Details
ca: Detalls del perfil

source: Profile Form
ca: Formulari de perfil

source: Profile has been successfully saved
ca: El perfil s'ha desat correctament

source: Profile Links
ca: Enllaços del perfil

source: Profile Photo
ca: Foto del perfil

source: Profile Settings
ca: Configuració del perfil

source: Profile Text
ca: Text del perfil

source: Profile Text [CA]
ca: Text del perfil [CA]

source: Profile Text [ES]
ca: Text del perfil [ES]

source: Public
ca: Públic

source: Quantity
ca: Quantitat

source: Question
ca: Pregunta

source: Question Answered
ca: Pregunta respost

source: Questions
ca: Preguntes

source: Questions Number
ca: Número de preguntes

source: Quiz
ca: Pregunta

source: quiz
ca: prova

source: Quiz Options
ca: Opcions de preguntes

source: Quizzes
ca: Tests

source: Random
ca: Aleatori

source: Rating
ca: Puntuació

source: Read More
ca: Llegeix més

source: Recent Comments
ca: Comentaris recents

source: Recent Tweets
ca: Tweets recents

source: Register
ca: Registre

source: Registration
ca: Registre

source: Registration Complete
ca: Inscripció completa

source: Registration complete! Check your mailbox to activate the account
ca: ¡Inscripció completa! Comproveu la vostra bústia per activar el compte

source: Registration Email
ca: Registre de correu electrònic

source: Related Courses
ca: Cursos relacionats

source: Related Courses Number
ca: Cursos relacionats Nombre

source: Related Courses Order
ca: Ordre de cursos relacionats

source: Remove
ca: Suprimeix

source: Remove this item
ca: Elimina aquest element

source: Repeat Password
ca: Repeteix la contrassenya

source: Reset Options
ca: Restablir les opcions

source: Reset Password
ca: Restablir la contrasenya

source: Right Sidebar
ca: Barra lateral dreta

source: Sale
ca: Venda

source: Save Changes
ca: Guardar canvis

source: Search Course Categories
ca: Cerca categories de cursos

source: Search Courses
ca: Cursos de cerca

source: Search Lessons
ca: Cerques de cerca

source: Search Plans
ca: Plans de cerca

source: Search Quizzes
ca: Cerca de qüestionaris

source: Search Slides
ca: Cerca diapositives

source: Search Testimonial Categories
ca: Cercar categories de testimonis

source: Search Testimonials
ca: Cerca de testimonis

source: Secondary
ca: Secundària

source: Secondary Color
ca: Color secundari

source: Section
ca: Secció

source: Select
ca: Selecciona

source: Select a country&hellip;
ca: Seleccioneu un país & hellip;

source: Select a state&hellip;
ca: Selecciona un estat & hellip;

source: Selected blog authors
ca: Autors de blocs seleccionats

source: Selection
ca: Selecció

source: Set delay in days for this lesson
ca: Definiu una demora en dies per a aquest tema

source: Set maximum number of students for this course
ca: Establir el nombre màxim d'estudiants per a aquest curs

source: Set number of questions to select from the question bank
ca: Definiu un nombre de preguntes per seleccionar del banc de preguntes

source: Set percentage of right answers required to pass this quiz
ca: Estableix el percentatge de respostes correctes necessàries per aprovar aquest qüestionari

source: Settings have been successfully saved
ca: Les configuracions s'han desat correctament

source: Seven Twelfths
ca: Set dotze parts

source: Seven Twelfths Last
ca: Set dotze últims

source: Sharing Code
ca: Compartir codi

source: Shipping
ca: Enviament

source: Shipping #%d
ca: Enviament #%d

source: Shipping Address
ca: Adreça d'enviament

source: Shipping and Handling
ca: Enviament i manipulació

source: Short Answer
ca: Resposta curta

source: Show Address
ca: Mostra l'adreça

source: Show City
ca: Mostrar ciutat

source: Show Company
ca: Mostra l'empresa

source: Show Country
ca: Mostrar país

source: Show Phone
ca: Mostra el telèfon

source: Show Postcode
ca: Mostra el codi postal

source: Show State
ca: Mostra estat

source: Shuffle Quiz Questions
ca: Preguntes de preguntes aleatòries

source: Sidebars
ca: Barres laterals

source: Sign In
ca: Inici

source: Sign in with Facebook
ca: Inicieu sessió amb Facebook

source: Sign Out
ca: Tanca sessió

source: Signature
ca: Signatura

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
ca: Com que el vostre navegador no és compatible amb JavaScript o està desactivat, assegureu-vos de fer clic al botó &quot; <em>Complements d&#39;actualitzacions</em> &quot; abans de fer la comanda. És possible que se us cobrin més del que s&#39;ha indicat anteriorment si no ho feu.

source: Single Choice
ca: Elecció individual

source: Site Favicon
ca: Lloc Favicon

source: Site Logo
ca: Logotip del lloc

source: Size
ca: Mida

source: Slide
ca: Diapositiva

source: slide
ca: diapositiva

source: Slide Options
ca: Opcions de diapositiva

source: Slider
ca: Control lliscant

source: Slider Pause
ca: Pausa lliscant

source: Slider Speed
ca: Velocitat deslizable

source: Slider Type
ca: Tipus de control lliscant

source: Slides
ca: Diapositives

source: Small
ca: Petit
