Repository: poeticsoft/cosformacio-theme
Catalog: languages/academy-*.po
Languages: ca

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
ca: Sembla que no hi ha mètodes de pagament disponibles per al vostre estat. Poseu-vos en contacte amb nosaltres si necessiteu assistència o voleu fer acords alternatius.

source: Sorry, no posts matched your search. Try again with some different keywords.
ca: No hi ha cap publicació que coincideixi amb la vostra cerca. Torna-ho a provar amb algunes paraules clau diferents.

source: Speed
ca: Velocitat

source: State / county
ca: Estat / País

source: Statistics
ca: Estadístiques

source: Status
ca: Estat

source: Stretched
ca: Esteses

source: String
ca: Cadena

source: Students
ca: Estudiants

source: Students Number
ca: Nombre d'estudiants

source: Styling
ca: Estilisme

source: Submit
ca: Presentar

source: Subscribe Now
ca: Subscriu-te ara

source: Subscribe to view this content
ca: Subscriure per veure aquest contingut

source: Tabs
ca: Pestanyes

source: Take a course to view this content
ca: Inscriu-te al curs per veure aquest contingut

source: Take a Quiz
ca: Feu un qüestionari

source: Take This Course
ca: Inscripció al curs

source: Target
ca: Objectiu

source: terms &amp; conditions
ca: termes i amp; condicions

source: Testimonial
ca: Testimoni

source: Testimonial Categories
ca: Categories de testimonis

source: Testimonial Category
ca: Categoria de testimonis

source: Testimonials
ca: Testimonis

source: testimonials
ca: testimonis

source: Thank you. Your order has been received.
ca: Gràcies. S'ha rebut la vostra comanda.

source: The most recent comments
ca: Els comentaris més recents

source: The most recent tweets
ca: Els tweets més recents

source: The verification code is incorrect
ca: El codi de verificació és incorrecte

source: Theme Options
ca: Opcions del tema

source: There don&lsquo;t seem to be available shipping methods. Please double check your address, or contact us if you need any help.
ca: No sembla que estiguin disponibles mètodes d'enviament. Si us plau, comproveu la vostra adreça o poseu-vos en contacte amb nosaltres si necessiteu ajuda.

source: This account is already in use
ca: Aquest compte ja està en ús

source: This account is not activated
ca: Aquest compte no està activat

source: This email is already in use
ca: Aquest correu electrònic ja està en ús

source: This image is too large for uploading.
ca: Aquesta imatge és massa gran per penjar-la.

source: This username is already taken
ca: Aquest nom d'usuari ja està en ús

source: Three Fourths
ca: Tres quarts

source: Three Fourths Last
ca: Tres quartes últimes

source: Tiled
ca: Enrajolat

source: Title
ca: Títol

source: Toggles
ca: Commuta

source: Tracking Code
ca: Codi de seguiment

source: Two Thirds
ca: Dos terços

source: Two Thirds Last
ca: Dues terceres últimes

source: Type
ca: Escriviu

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
ca: Malauradament, la vostra comanda no es pot processar ja que el banc o comerciant originari ha denegat la vostra transacció.

source: Unmute
ca: No silenciar

source: Unsubscribe Now
ca: Anul·la la subscripció ara

source: Update
ca: Actualització

source: Update Course Category
ca: Actualitza la categoria del curs

source: Update Testimonial Category
ca: Actualitza la categoria de testimonis

source: Update Totals
ca: Actualitza els totals

source: Update totals
ca: Actualitza els totals

source: Upload
ca: Carrega

source: Username
ca: Nom d'usuari

source: Users
ca: Usuaris

source: Verification code is empty
ca: El codi de verificació està buit

source: Verification code is incorrect
ca: El codi de verificació és incorrecte

source: Video
ca: Vídeo

source: View Certificate
ca: Mostra el certificat

source: View Course
ca: Veure curs

source: View Lesson
ca: Mostra la lliçó

source: View Plan
ca: Veure pla

source: View Quiz
ca: Veure qüestionari

source: View Slide
ca: Veure diapositiva

source: View Testimonial
ca: Veure testimoniatge

source: Week
ca: Setmana

source: week
ca: setmana

source: Width
ca: Ample

source: Year
ca: Any

source: year
ca: any

source: You are required %d%% to pass this quiz.
ca: Necessiteu %d%% per aprovar aquest qüestionari.

source: You have entered an invalid email address
ca: Heu introduït una adreça de correu electrònic no vàlida

source: Agree terms
ca: Estic d'acord amb la <a href="/politica-de-privacidad-ca">política de privacitat de COS Formaciò</a>

source: Subscriber
ca: Soci/a

source: Customer
ca: No soci/a

source: Confirm Subscriber
ca: Soc soci/a

source: Please acept agree terms
ca: Has d'acceptar la nostra política de privacitat

source: You must register to sign up for a course...
ca: Heu de registrar-vos per inscriure-us a un curs...

source: ...or enter your credentials
ca: ...o identificar-te

source: Other courses
ca: Altres cursos
